Repository: SvenDeKa/typo3-extension-spamshield
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_spamshield_log.spamreason
source: Spam reason
de: Spamgrund

# tx_spamshield_log.spamweight
source: Spam weight
de: Spamgewichtung

# tx_spamshield_log.postvalues
source: POST values
de: POST Werte

# tx_spamshield_log.getvalues
source: GET values
de: GET Werte

# tx_spamshield_log.solved
source: Captcha solved
de: Captcha gelöst

# tx_spamshield_log.task.name
source: spamshield: delete log
de: spamshield: Log löschen

# tx_spamshield_log.task.description
source: Delete old log entries.
de: Alte Log-Einträge löschen.

# tx_spamshield_log.task.day
source: day
de: Tag

# tx_spamshield_log.task.days
source: days
de: Tage

# tx_spamshield_log.task.age
source: Age
de: Alter

# tx_spamshield_log.task.noage
source: Please enter a how old the entries should be that get deleted.
de: Bitte geben Sie einen Wert an, wie alt die zu löschenden Logeinträge sein sollen.
